[
    {
        "id": 1189931526138384494,
        "author": "gamemeowser",
        "content": "Surgical removal of a trombone is called a brassectomy and is successfully performed dozens of times every minute."
    },
    {
        "id": 1189680601071108156,
        "author": "DewOnTheGrass",
        "content": "FOR SALE: Baby trombone. Never played."
    },
    {
        "id": 1188307857905553529,
        "author": "Millie Vanillie",
        "content": "Trombones appear frequently throughout famous paintings! Some notable examples being, \"Starry Trombone\" and, \"The Last Toot\"."
    },
    {
        "id": 1187844842517188668,
        "author": "gamemeowser",
        "content": "The trombone's only known natural pollinator, the trombee, went extinct in 1807."
    },
    {
        "id": 1187640085131309087,
        "author": "petegromo",
        "content": "Trombones are the largest mammals in the world."
    },
    {
        "id": 1187247359667740712,
        "author": "it gets lonely at the top",
        "content": "toot toot"
    },
    {
        "id": 1186679203916152962,
        "author": "DerpyChap",
        "content": "Using the mouthpiece with any other orifice on the body requires the use of an adapter."
    },
    {
        "id": 1182134438126174308,
        "author": "JBRedux",
        "content": "If you hold a trombone at a forty-five degree angle three feet above the ground, drop it, and allow it to land on a soft surface, nothing interesting happens."
    },
    {
        "id": 1182042160254697555,
        "author": "Finbru",
        "content": "The accelerating expansion of the Universe has led some scientists to believe we may be living inside a giant higher dimensional Trombone, as shown by this scientifically accurate diagram."
    },
    {
        "id": 1181280468499447808,
        "author": "Finbru",
        "content": "Santa gives the bad children trumpets."
    },
    {
        "id": 1177199033236848671,
        "author": "Finbru",
        "content": "Music Theory was almost renamed to 'Trombology' since only 1 instrument <i>really</i> matters."
    },
    {
        "id": 1169822874811506808,
        "author": "JBRedux",
        "content": "It is said that one can enter an airport at 2AM and begin playing a trombone as loudly as possible to summon a mysterious figure called \"the police\"."
    },
    {
        "id": 1168963100679094282,
        "author": "RunDomRun",
        "content": ""
    },
    {
        "id": 1167984625914748938,
        "author": "JBRedux",
        "content": "Do not pour orange juice on your trombone."
    },
    {
        "id": 1167404004142231552,
        "author": "Finbru",
        "content": "The world's smallest Trombone features on at least a dozen AMD computer chips (ethernet controller integrated circuits) produced between 1981 and 1987. Whilst not technically playable, this cute Trombone design could fit inside a real Trombone more than 10 times!"
    },
    {
        "id": 1158452983948910623,
        "author": "JBRedux",
        "content": "The Champ in the term \"Trombone Champ\" was originally CHAMT, an acronym for \"Consume Hotdogs and Masterfully Toot\". It was later revised for eloquence."
    },
    {
        "id": 1155103462179225651,
        "author": "Tom",
        "content": "There's a growing movement of people who claim that trombones are flat."
    },
    {
        "id": 1154468593128452227,
        "author": "Alizarin | Flo",
        "content": "Every cruise ship carries a trombone in case of emergencies."
    },
    {
        "id": 1154468325972250765,
        "author": "Alizarin | Flo",
        "content": "When a trombone is being played at an important event it is customary for it to wear a suit and tie."
    },
    {
        "id": 1154381577833422979,
        "author": "JBRedux",
        "content": "Most computer operating systems distinctly lack a trombone emoticon. This is because they are cowards."
    },
    {
        "id": 1153955548719493150,
        "author": "Alizarin | Flo",
        "content": "In early Egypt, Trombones were buried together with their most loyal rulers."
    },
    {
        "id": 1153406107415486465,
        "author": "armpit",
        "content": ""
    },
    {
        "id": 1139548101493915690,
        "author": "turkeyroastbig",
        "content": "\"Ziggy played guitar but I played trombone.\" - David Trombowie"
    },
    {
        "id": 1134440680572321903,
        "author": "JOM1",
        "content": "Off the charts and un-charted territory are expressions that originated from Trombone Champ charters."
    },
    {
        "id": 1133061438076891226,
        "author": "turkeyroastbig",
        "content": "\"I'm at a payphone trying to trombone, all of my change I spent on toots.\" - Maroon 5"
    },
    {
        "id": 1127700434979672195,
        "author": "FleuricAnomaly",
        "content": "Trombones are believed to be far more intelligent than humans ever have or will be, but we're not sure because I can't get one to agree to an interview."
    },
    {
        "id": 1125485338312327238,
        "author": "Klank",
        "content": "In Britain, a trombone player is often called a Trombone Chap."
    },
    {
        "id": 1124867445212061716,
        "author": "Rayanne",
        "content": "Trombones only move when you're not looking"
    },
    {
        "id": 1124831005149233193,
        "author": "Finbru",
        "content": "The Trombone actually has a long lost Scottish cousin, the Bagpipes, and they are an excellent way to make friends with everyone within a 10 mile radius."
    },
    {
        "id": 1124281763850625046,
        "author": "Elfafo",
        "content": "hi"
    },
    {
        "id": 1120165271945097256,
        "author": "papyrus12",
        "content": "Trombones are so powerful, the energy they produce can travel at the speed of sound."
    },
    {
        "id": 1118087181370675230,
        "author": "ꓤɔᴉʇɐʇS",
        "content": "The trombone is the only instrument that sounds exactly like a trombone."
    },
    {
        "id": 1115347247912194169,
        "author": "Finbru",
        "content": "Gandalf famously played the trombone to fight the Balrog at the bridge of Kazad-Dum. However, in the film adaptation his weapons were substituted to \"better fit the director's artistic vision\"."
    },
    {
        "id": 1110999292841295922,
        "author": "Vermilisix",
        "content": "All of these facts have been rigorously fact-checked by our team of experts on real trombone facts."
    },
    {
        "id": 1110635307495342201,
        "author": "ꓤɔᴉʇɐʇS",
        "content": "The trombone can be played up to 83% faster than any other instrument."
    },
    {
        "id": 1110360313984991312,
        "author": "Nunget",
        "content": "The blunderbuss was intended to be the world's first gunpowder powered trombone, but became a weapon when a general decided to load lead bullets into the barrel as a last resort during a battle."
    },
    {
        "id": 1108143745330856057,
        "author": "ro",
        "content": "always make sure to use tootpaste when brushing your trombone."
    },
    {
        "id": 1106794990354579486,
        "author": "mynameisn'tdave",
        "content": "It is impossible to improvise on a trombone, for all notes played on a trombone have been planned out since the beginning of the universe."
    },
    {
        "id": 1106270494350659798,
        "author": "Finbru",
        "content": "It is common misconception that diet or sugar free trombones are better for your health. The artificial tooteners reinforce poor musicianship."
    },
    {
        "id": 1100493948386037810,
        "author": "Elektrophile",
        "content": "\"Trombone\" spelled backwards is \"enobmort\", which means absolutely nothing in most languages."
    },
    {
        "id": 1098650382030340117,
        "author": "Randoom1",
        "content": "Trombone Champ is the best Dating Sim of the Year 2023."
    },
    {
        "id": 1096888019455324302,
        "author": "Nunget",
        "content": "Trombone champ was originally set to be released on the Wii U, but was declined by Sakurai himself for \"featuring an odd obsession with hotdogs and baboons, which are not popular in the gaming market.\""
    },
    {
        "id": 1094802551611863060,
        "author": "Nunget",
        "content": "Yamaha's first trombone model was actually a scrapped motorcycle exhaust pipe"
    },
    {
        "id": 1092251760325824523,
        "author": "Chonky Beans",
        "content": "A tromboner's favorite thing on the playground is the slide."
    },
    {
        "id": 1091160241741246465,
        "author": "Nunget",
        "content": "Trombones were first brought to the Americas by the Colombian exchange, and are classified as an invasive species."
    },
    {
        "id": 1090100652211982376,
        "author": "Nunget",
        "content": "The trombone and the otamatone have never actually met, but I think they'd get along just fine."
    },
    {
        "id": 1083809595035754676,
        "author": "Floral.",
        "content": "Trombones can also be used as a percussive instrument with enough force."
    },
    {
        "id": 1082526267804491847,
        "author": "Lizard_King_5",
        "content": "Trombones can actually read every clef but they choose not to."
    },
    {
        "id": 1080129938209915032,
        "author": "Nunget",
        "content": "The Statue of Liberty was originally supposed to hold a trombone in one hand and a hotdog in the other, but the instructions were sadly lost in translation while being sent to France."
    },
    {
        "id": 1078250518931066930,
        "author": "warglebargle",
        "content": "Until Taxes came along, Death and trombone were the only constants in life."
    },
    {
        "id": 1078247475967692872,
        "author": "warglebargle",
        "content": "You can determine a trombone's age by cutting off the bell tube and counting the rings."
    },
    {
        "id": 1077661516716843089,
        "author": "Chumblo",
        "content": "there are over 3 trombones watching you at all times."
    },
    {
        "id": 1075292810720317440,
        "author": "Finbru",
        "content": "During Skyrim's early development cycle, the Dragonborn would toot a trombone instead of shouting. This was cut from the final release due to Bethesda deeming it too overpowered."
    },
    {
        "id": 1074303416668528671,
        "author": "mymaxol",
        "content": "The average person can hold one trombone, while professionals can hold two."
    },
    {
        "id": 1068917886808236082,
        "author": "Nunget",
        "content": "The trombone and the slide whistle are not related. (They are enemies)"
    },
    {
        "id": 1067623275821289482,
        "author": "Parasocial Catgirl (zhe/purr)",
        "content": "I forgot the trombone fact."
    },
    {
        "id": 1067234891546238988,
        "author": "aatrains512",
        "content": "It is strongly advised to not put a trombone, 2 cups of flour, 1 egg, and a cup of sugar in a large pan, cook it at 375° for 35 minutes, and serve it to your in-laws."
    },
    {
        "id": 1066628040962101299,
        "author": "Teddeggs",
        "content": "if you blow into a trombone from both ends, it takes a screenshot"
    },
    {
        "id": 1066387755220881538,
        "author": "Grim",
        "content": "A man once had surgery to replace his lungs with trombones. As a result, he sounded like one of the adults in Peanuts cartoons."
    },
    {
        "id": 1065811343380332624,
        "author": "ㄴㅂ ㄷㅂㅗㅂㄹㅜㅑㅁㅋㅌ",
        "content": "If you play a trombone into another trombone, you can create a black hole."
    },
    {
        "id": 1065188239071268864,
        "author": "PUTRID",
        "content": "In some countries you blow a trombone really hard into a beloved's ears to show great affection; this is always received well."
    },
    {
        "id": 1064310211399139409,
        "author": "FistyMcCuffs",
        "content": "The relationship between Trombones and Hotdogs goes back to the Middle Ages, when an unnamed Tromboner discovered that Hotdogs did in fact make him play louder and longer than the average, non-hotdog eating Tromboner."
    },
    {
        "id": 1064176401042899055,
        "author": "LMG",
        "content": "The Legend of Zelda: Ocarina of Time was initially about the Trombone of Time, but none of the developers could faithfully capture the slide of the trombone on the Nintendo 64 controller, so the idea was scrapped."
    },
    {
        "id": 1063095357225062410,
        "author": "stax",
        "content": "It is unknown who originally invented and manifested the trombone. Researchers speculate it may have manifested itself."
    },
    {
        "id": 1062897076792479804,
        "author": "fluffiluff",
        "content": "NASA preferred to use trombones over trumpets as rocket thrusters during the Apollo program. It is said that the switch from the trumpet to the trombone led the United States to winning the space race."
    },
    {
        "id": 1062674100432162816,
        "author": "Parasocial Catgirl (zhe/purr)",
        "content": "The <i>Texas Trombone Massacre</i> film series depicts the infamous serial killer Trombonerface, wielding his iconic Chaintrombone, and performing deeds with it which our lawyers won't allow us to mention here."
    },
    {
        "id": 1062117297856200714,
        "author": "Octotroph",
        "content": "We've been trying to reach you about your trombone's extended warranty."
    },
    {
        "id": 1060977283063611553,
        "author": "fluffiluff",
        "content": "Physicists say the big bang sounded like a trombone."
    },
    {
        "id": 1060706548436979732,
        "author": "Finbru",
        "content": "The loudest sound produced by an animal is a sperm whale's ~230 dB clicks. However, it has been theorised that if a large trombone could be placed over its blowhole sounds of up to 250 dB could be produced."
    },
    {
        "id": 1060289517719932988,
        "author": "digitallywasted",
        "content": "The correlation between Tromboners and hot dog eaters is phenomenally high."
    },
    {
        "id": 1059795996596523059,
        "author": "ꓤɔᴉʇɐʇS",
        "content": "I could go for a hot dog right now."
    },
    {
        "id": 1059570515997622272,
        "author": "Uno the Yellow Card",
        "content": "A group of trombones is called a trombunch."
    },
    {
        "id": 1058966204120825878,
        "author": "Branflakes",
        "content": "Scientists are still trying to get robots to play trombone, but they fail the built-in captcha test around 87% of the time."
    },
    {
        "id": 1058805823809265747,
        "author": "Verhexen",
        "content": "Professional trombone players love it if you call them a tromboner."
    },
    {
        "id": 1058459191003586640,
        "author": "ꓤɔᴉʇɐʇS",
        "content": "The 4 fundamental pillars of music are Rhythm, Harmony, Melody and Trombone."
    },
    {
        "id": 1058457509045739620,
        "author": "ꓤɔᴉʇɐʇS",
        "content": "Bees make buzzing sounds because they are always playing on a miniature trombone."
    },
    {
        "id": 1058417782288547932,
        "author": "turkeyroastbig",
        "content": "If you go into your school's band class and yell \"I have a huge tromboner!\" a creature called \"the principal\" will give you a gift called \"suspension\"."
    },
    {
        "id": 1058278098166108230,
        "author": "The Scung Man",
        "content": "Scientists have yet to find the much larger, tromskeleton."
    },
    {
        "id": 1057981823835193405,
        "author": "LMG",
        "content": "It's very difficult to play a trombone while performing a handstand."
    },
    {
        "id": 1057379259045396561,
        "author": "resijade",
        "content": "trombone"
    },
    {
        "id": 1057004139734909050,
        "author": "resijade",
        "content": "\"Trombone\" comes from the Greek word τοβοη, which translates to \"awesome\"."
    },
    {
        "id": 1057003797139968101,
        "author": "resijade",
        "content": "Many scientists theorize that the big bang was caused by trying to split a trombone."
    },
    {
        "id": 1057002615235428362,
        "author": "resijade",
        "content": "Phones used to have trombone emojis built in, but they were removed because nobody would use any other emojis."
    },
    {
        "id": 1057001980888879165,
        "author": "resijade",
        "content": "Pink Floyd once released an album where the only instruments were trombones. It was called \"Dark Slide of the Moon\"."
    },
    {
        "id": 1056393483440631870,
        "author": "Kenglader",
        "content": "Historically, Trombone Claus is known to leave lumps of brass in the stockings of good children so that one day they may smith their own trombone, while leaving used clarinet reeds in the stockings of bad children."
    },
    {
        "id": 1056047954865180702,
        "author": "RunDomRun",
        "content": "I toot, therefore I am."
    },
    {
        "id": 1055723267710795817,
        "author": "atari",
        "content": "After the wheel, mankind's second creation was the trombone."
    },
    {
        "id": 1055578729830699089,
        "author": "Velko",
        "content": "A trombone, if dried, curls up into a French horn."
    },
    {
        "id": 1054042797386235904,
        "author": "Finbru",
        "content": "A trombone can live up to 50-60 years in the wild, but for reasons unknown they their lifespan seems indefinite when kept in captivity."
    },
    {
        "id": 1053170621930029076,
        "author": "SpeedyTheNerd",
        "content": "The word trombone contains every letter in the alphabet, most are silent."
    },
    {
        "id": 1051064305342230568,
        "author": "Cameron1391",
        "content": "Trombone Champ won Game Of The Year at the Game Awards."
    },
    {
        "id": 1050448891327295598,
        "author": "TransNightwing",
        "content": "Samsung plans on releasing a phone that folds into a trombone by 2028."
    },
    {
        "id": 1049800594698809486,
        "author": "brainna",
        "content": "Why listen to the law when you can listen to a trombone."
    },
    {
        "id": 1049546170248200273,
        "author": "Ryan_",
        "content": "Billy Joel initially wanted to release a song titled \"Trombone Man\", but he feared the song would become too popular, so he stuck with \"Piano Man\" instead."
    },
    {
        "id": 1048423305285222431,
        "author": "ꓤɔᴉʇɐʇS",
        "content": "The slide of a trombone never moves. Instead, the whole universe shifts position relative to it. The slide itself always remains stationary."
    },
    {
        "id": 1047821964397510706,
        "author": "JunInTheHood",
        "content": "The Vatican archives hold a fifteenth century trombone that belonged to Pope Turpentine XV, legendary tromboner and founder of Imagine Dragons."
    },
    {
        "id": 1047239631504146462,
        "author": "CrushforceX",
        "content": "We can put anything we want into this box, technically."
    },
    {
        "id": 1042878504036991037,
        "author": "BeckfestIGuess",
        "content": "9/10 doctors recommend trombones."
    },
    {
        "id": 1042214132746813521,
        "author": "Notorious K",
        "content": "If you are reading this, you are wasting time that could be spend practicing with your Trombone."
    },
    {
        "id": 1042166754677362718,
        "author": "PJ",
        "content": "In many countries, manufacturing a trombone requires a type 11 firearms license."
    },
    {
        "id": 1042146839551553586,
        "author": "Druidic Bread",
        "content": "You can never offend a trombone, they just let it slide."
    },
    {
        "id": 1042063058601787542,
        "author": "HatchlingByHeart",
        "content": "They say if you die while playing Trombone, you die in real life."
    },
    {
        "id": 1041998009916989510,
        "author": "Oni-91",
        "content": "The world record for the longest distance a hot dog has been shot out of a trombone is 136. We don't know what the 136 actually means; the guy who set the record refuses to disclose his measuring methods."
    },
    {
        "id": 1041443635884986482,
        "author": "ChungleMcBungle",
        "content": "There's no such thing as a Valve Trombone.\nThere's no such thing as a Valve Trombone.\nThere's no such thing as a Valve Trombone.\nThere's no such thing as a Valve Trombone."
    },
    {
        "id": 1041035071479611412,
        "author": "Herbert (Darius L.)",
        "content": "Contrary to popular belief, trombones are not poisonous, they are however highly venomous."
    },
    {
        "id": 1040771353399263272,
        "author": "MarsH_The",
        "content": "The bass trombone is the only instrument existing today that is 100% safe for consumption."
    },
    {
        "id": 1040405704118378638,
        "author": "Jric Eohnson",
        "content": "Most sharks do not play trombone."
    },
    {
        "id": 1040264118617251892,
        "author": "Finbru",
        "content": "In the wild, a trombone can survive for minutes or even hours without any food or water."
    },
    {
        "id": 1039675319977791518,
        "author": "ellie/elena",
        "content": "Contrary to popular belief, Weezer actually uses tuned trombones for their songs."
    },
    {
        "id": 1039498445024677908,
        "author": "Ashley",
        "content": "In some cultures, the trombone is considered a musical instrument."
    },
    {
        "id": 1039314349958905886,
        "author": "mymaxol",
        "content": "you should take your trombone on a walk 2-3 times a day."
    },
    {
        "id": 1039229659478491167,
        "author": "F I J I W A T E R",
        "content": "The antonym of Trombone is Trombon't."
    },
    {
        "id": 1039072998528921600,
        "author": "Doctor Googlestache",
        "content": "There are no Trombones in Ba Sing Se"
    },
    {
        "id": 1039053374928191509,
        "author": "NintenGunner",
        "content": "A statue that consists of the upper half of a Trombone is known as a Trombust."
    },
    {
        "id": 1038966948416983180,
        "author": "F I J I W A T E R",
        "content": "If you took every piece of a trombone and stacked them end-to-end, it'd be really annoying to put back together."
    },
    {
        "id": 1038937559222452374,
        "author": "Lurpaderp",
        "content": "The trombone is tuned to C because the letter C is vaguely shaped like a hot dog."
    },
    {
        "id": 1038927227083038910,
        "author": "Canatos#0205",
        "content": "A wild trombone can take down a full-size Tuba in under 6 seconds."
    },
    {
        "id": 1038920887191212112,
        "author": "swwwwwaaaagggggg",
        "content": "Bears don't hibernate in the winter to conserve energy. Instead, they practice their trombone skills to impress the female bears."
    },
    {
        "id": 1038886130000609371,
        "author": "LivLive!",
        "content": "Humans refer to some elephant noises as \"trumpeting\". Elephants, on the other hand, have taste. They call it \"tromboning\"."
    },
    {
        "id": 1038875238689157190,
        "author": "dsp",
        "content": "Whenever you play dubstep with a trombone, you drop the brass."
    },
    {
        "id": 1038703644368982027,
        "author": "Isaura62",
        "content": "Trombones are super effective against all Pokémon types."
    },
    {
        "id": 1038698096999284808,
        "author": "Kasiopea",
        "content": "This next track requires using the Nunchuck."
    },
    {
        "id": 1038679398842368090,
        "author": "GoonerBear0071",
        "content": "If you play a trombone in a hotel hallway late at night, the residents will tell you what time it is."
    },
    {
        "id": 1038550102698111096,
        "author": "Joy!",
        "content": "HELP I AM STUCK IN THE TROMBONE FACTORY AND I CAN ONLY COMMUNICATE VIA TROMBONE FACTS PLEASE HELP"
    },
    {
        "id": 1038519243546841179,
        "author": "Lurpaderp",
        "content": "The trombone slide has never been measured. Please do not try to."
    },
    {
        "id": 1038462598200438928,
        "author": "Kasiopea",
        "content": "Accidentally swallowing the mouthpiece is referred to as \"Getting Trombed\"."
    },
    {
        "id": 1038288515101892628,
        "author": "Isaura62",
        "content": "While an English Trombone is called a Troumboune, the French equivalent in Trombeauxn."
    },
    {
        "id": 1038149209012052158,
        "author": "FroggoUK",
        "content": "Mozart once referred to a Trombone as a Trumpet to really upset Beethoven, but he let it slide."
    },
    {
        "id": 1038147780365013042,
        "author": "Mys",
        "content": "Do not stare at the trombonists. It only encourages them."
    },
    {
        "id": 1038145120542924900,
        "author": "FroggoUK",
        "content": "A documentary about Trombones is known as a slideshow."
    },
    {
        "id": 1037940065038516324,
        "author": "Jolt",
        "content": "Out of all the instruments in the orchestra, the trombone is one of them."
    },
    {
        "id": 1037934508739133460,
        "author": "Heathen Saint",
        "content": "Contrary to popular belief, trombone is NOT effective against the common cold."
    },
    {
        "id": 1037804619641933834,
        "author": "Grotti",
        "content": "A Trombone is used as an instrument, but you can also use it as a Trombone."
    },
    {
        "id": 1037781693416878120,
        "author": "RunDomRun",
        "content": "There once was a war between the trombone and the tophonium. If you don't know what a tophonium is, it's because the trombone won."
    },
    {
        "id": 1037779753551282248,
        "author": "Admeet75",
        "content": "If you look at a trombone for 10 seconds, it is still a trombone."
    },
    {
        "id": 1037683054556229732,
        "author": "Isaura62",
        "content": "A trombone can play the fabled note of H with enough devotion."
    },
    {
        "id": 1037505875461541979,
        "author": "Qwertyghosty",
        "content": "Do not look directly at the operational end of the trombone."
    },
    {
        "id": 1037460618216743032,
        "author": "Novadrive",
        "content": "Wake Up."
    },
    {
        "id": 1037418643912405074,
        "author": "RedstoneRuler",
        "content": "Despite common beliefs, trombones are not actually made of brass. They are constructed from a highly durable metal known as Trombonium. Nobody knows where it comes from."
    },
    {
        "id": 1037308132835205120,
        "author": "RunDomRun",
        "content": "You can fit up to 50 hot dogs in a trombone."
    },
    {
        "id": 1037225411337265202,
        "author": "Screwage",
        "content": "The United Nations provides a uniquely appointed tromboner to every new world leader. Nobody remembers why this agreement ever went into place."
    },
    {
        "id": 1037177476134219846,
        "author": "Isaiah",
        "content": "Trombone spit is actually considered toxic waste and should be disposed of properly."
    },
    {
        "id": 1037175312758345749,
        "author": "RedstoneRuler",
        "content": "The trombone slide was originally supposed to have twenty positions but designers got overwhelmed by the first seven."
    },
    {
        "id": 1036980497038970922,
        "author": "DPS2004",
        "content": "Why do they call it trombone when you tromb bone the cold food of out bone eat the tromb?"
    },
    {
        "id": 1036793419944693851,
        "author": "Artifaqt",
        "content": "When full, the spit valve on a trombone can fill three Olympic size swimming pools."
    },
    {
        "id": 1036584254219497472,
        "author": "spicefox",
        "content": "We've been trying to reach you about your Trombone's extended warranty."
    },
    {
        "id": 1036456117762531339,
        "author": "Qwertyghosty",
        "content": "The trombone is considered sacred in India, where it is common to see traffic waiting patiently for a trombone to move out of the road."
    },
    {
        "id": 1036410115764523059,
        "author": "Grim",
        "content": "Trombones can't swim."
    },
    {
        "id": 1036057430146170950,
        "author": "Grim",
        "content": "To keep up with today's demanding trombonists, no expense has been spared to acquire the latest in trombone technology."
    },
    {
        "id": 1036030725926957147,
        "author": "robertcop",
        "content": "Early iterations of Trombones included a fire select switch, to change from semi automatic to fully automatic trombone engagement."
    },
    {
        "id": 1035945336868442252,
        "author": "Bobbie",
        "content": "Trombones will spend up to 3 months traveling non-stop to Siberia for winter migration."
    },
    {
        "id": 1035933630691819560,
        "author": "sponix4fit",
        "content": "I got 99 trombones but a trumpet ain't one."
    },
    {
        "id": 1035883501960044614,
        "author": "abruptbanana",
        "content": "According to all known laws of aviation, there is no way a trombone should be able to fly. Its wings are too small to get its fat little body off the ground.\nThe trombone, of course, flies anyway because trombones don't care what humans think is impossible."
    },
    {
        "id": 1035782496064901200,
        "author": "Doctor Googlestache",
        "content": "The making of a trombone is so intricate that only 1 in 100 trombones are made correctly."
    },
    {
        "id": 1035388906532782111,
        "author": "scooterulez",
        "content": "Trombones can hit all of the notes in 96 different languages."
    },
    {
        "id": 1035310758386479185,
        "author": "Bepis",
        "content": "Dr. Patrick Star was the first to discover that a trombone is infact an instrument, and that mayonnaise is not."
    },
    {
        "id": 1035264103901560922,
        "author": "Bobbie",
        "content": "In 1982 the US Mint had to change the composition of pennies to contain less copper so more trombones could be made."
    },
    {
        "id": 1035263745636704276,
        "author": "NyxTheShield",
        "content": "After the release of this game, trombones were banned nationwide in the US due to a shortage of copper and zinc by the sheer demand of new trombones."
    },
    {
        "id": 1035082212476981299,
        "author": "SighKick",
        "content": "The \"A\" in Trumpet stands for \"Awesome\""
    },
    {
        "id": 1035081980116738058,
        "author": "Muskals",
        "content": "The \"A\" in Trombone stands for \"Awful\"."
    },
    {
        "id": 1034754291212230696,
        "author": "SighKick",
        "content": "I summon Trombone of Greed to draw three additional Tromboner Cards from my deck!"
    },
    {
        "id": 1034289860778938411,
        "author": "Triple",
        "content": "If you play loud, people might think you're good!"
    },
    {
        "id": 1034248104330919936,
        "author": "Luxozi",
        "content": "Trombones were briefly considered endangered in 2002, but worldwide conservation efforts brought them back to Least Concern status in 2002."
    },
    {
        "id": 1034228898684219462,
        "author": "abruptbanana",
        "content": "If you play a trombone at 3am, all your neighbors will appear to cheer you on."
    },
    {
        "id": 1034103164217077790,
        "author": "ꓤɔᴉʇɐʇS",
        "content": "I really wish I was playing trombone right now."
    },
    {
        "id": 1034082236212989993,
        "author": "🎄 blueburger 🎁",
        "content": "Trombones don't pay taxes. Neither should you."
    },
    {
        "id": 1033971714285129739,
        "author": "IMainLuigiInSmashBros",
        "content": "'Trombone™️' is a trademarked term. Any single use of the word 'Trombone™️' is liable for prosecution; a fine of at least $5 trillion."
    },
    {
        "id": 1033964884154646619,
        "author": "Converto",
        "content": "Trombone is the official instrument of Canada"
    },
    {
        "id": 1033879336840872036,
        "author": "rymix",
        "content": "You can lead a horse to water but you can't climb a ladder when holding two trombones."
    },
    {
        "id": 1033785464164982805,
        "author": "Burrito",
        "content": "The modern real life trombone is inspired by this game."
    },
    {
        "id": 1033596054765051934,
        "author": "Nøte",
        "content": "If you stacked every trombone in the world, end to end, it would be at least the length of one trombone"
    },
    {
        "id": 1033505070370787359,
        "author": "BruhBQueue",
        "content": "We only use 10 percent of our trombones."
    },
    {
        "id": 1033479390195105882,
        "author": "Gorfield",
        "content": "The trombone was used as a currency in the 1600s."
    },
    {
        "id": 1033469701344465078,
        "author": "GoonerBear0071",
        "content": "According to intergalactic standards, a species is considered \"intelligent\" if any living members of the species are capable of playing the trombone."
    },
    {
        "id": 1033095286614151219,
        "author": "megaminerzero",
        "content": "Every instrument is actually a modified version of the trombone. Except the trumpet. Nobody knows where that one came from."
    },
    {
        "id": 1033077484880679043,
        "author": "MDK",
        "content": "\"I don't know with what instruments World War 3 will be played with, but World War 4 will be played with Trombones.\" - Albert Einstein"
    },
    {
        "id": 1033029945733169162,
        "author": "ꓤɔᴉʇɐʇS",
        "content": "Studies have found that playing trombone for at least 30 minutes a day can increase life expectancy by up to 30 years."
    },
    {
        "id": 1033027929657057291,
        "author": "ꓤɔᴉʇɐʇS",
        "content": "It is impossible to fold a trombone in half more than 7 times."
    },
    {
        "id": 1032894738493362246,
        "author": "idiot",
        "content": "In ancient times, men would melt trombones for the brass to make doorknobs. They led miserable lives."
    },
    {
        "id": 1032863768096538655,
        "author": "DPS2004",
        "content": "Trombones change color based on their mood! If your Trombone is fuchsia, do not approach it under any circumstances."
    },
    {
        "id": 1032824831772741693,
        "author": "Yaju",
        "content": "The trombone is the only instrument known to be made of brass. Reports of other so-called 'brass' instruments have been proven to be false."
    },
    {
        "id": 1032777482623000617,
        "author": "PWRetro",
        "content": "There are no trombones in the fossil record, this is because no attempt to kill a trombone in history has been successful."
    },
    {
        "id": 1032744136085864570,
        "author": "Gimp",
        "content": "Trombones are said to increase in size every 2-5 business days."
    },
    {
        "id": 1032714659897282570,
        "author": "Opolopso",
        "content": "It's been 9 years, 6 months, and 27 days since the last Trombone was seen in the wild. They exist now solely in captivity."
    },
    {
        "id": 1032696514528682054,
        "author": "Pixels",
        "content": "Trombone is no longer on speaking terms with Tuba (we don't talk about why)."
    },
    {
        "id": 1032642365388750888,
        "author": "ꓤɔᴉʇɐʇS",
        "content": "In 17 countries, trombones are considered a lethal weapon and ownership is heavily regulated."
    },
    {
        "id": 1032620731571380295,
        "author": "ꓤɔᴉʇɐʇS",
        "content": "Click <b>here</b> and win a free trombone!"
    },
    {
        "id": 1032617591392444426,
        "author": "Bobbie",
        "content": "trombone"
    },
    {
        "id": 1032540295004422164,
        "author": "megaminerzero",
        "content": "You can, in fact, have your trombone and play it too."
    },
    {
        "id": 1032508858695942184,
        "author": "Account_Expired",
        "content": "Tromboner? I hardly know her!"
    },
    {
        "id": 1032491998554374237,
        "author": "onattien",
        "content": "The TromboneGram Pacer Test is a multistage aerobic capacity test that progressively gets more difficult as it continues. The 20 meter Trombone test will begin in 30 seconds. Line up at the start. The trombone speed starts slowly, but gets faster each minute after you hear this signal. [beep] A single lap should be completed each time you hear this sound. [ding] Remember to toot in a straight line, and toot as long as possible. The second time you fail to complete a lap before the sound, your test is over. The test will begin on the word start. On your mark, get ready, start."
    },
    {
        "id": 1032491715858276372,
        "author": "Arson_Carson",
        "content": "A group of Trombones is called a Threat."
    },
    {
        "id": 1032437459910397953,
        "author": "Gorfield",
        "content": "Trombones are very territorial. If you see one in the wild, it's probably too late."
    },
    {
        "id": 1032414860807516260,
        "author": "Bobbie",
        "content": "You can only call it a Trombone if it's from the Trombone region of France."
    },
    {
        "id": 1032414660332367894,
        "author": "DPS2004",
        "content": "You, the player, have been pronouncing \"trombone\" wrong all this time and your friends are laughing behind your back."
    },
    {
        "id": 1032391488023302154,
        "author": "KlosRadieschen",
        "content": "When you melt a trombone, you get enough brass to produce an entire trombone."
    },
    {
        "id": 1032378659597733968,
        "author": "moose",
        "content": "The trombone has been regularly voted among the worst musical instruments to play by people who have no taste."
    },
    {
        "id": 1032376916977651822,
        "author": "megaminerzero",
        "content": "Scientists have tried to replicate trombones via artificial means, however all attempts have resulted in the creation of saxophones."
    },
    {
        "id": 1032347956134813746,
        "author": "Legend of Zanni",
        "content": "In 2018, Bulgarian scientists managed to create a fully functional computer using only trombones. The calculations were powered by the several frequencies generated by the trombones. The computer was shut down in 2019 after the researches discovered it had become self-aware and started to develop its own intentions of world domination."
    },
    {
        "id": 1032347718049333258,
        "author": "Doctor Googlestache",
        "content": "A Trombone holds the fastest land speed record of any musical insturment, at 62 MPH."
    },
    {
        "id": 1032343105917165698,
        "author": "Hulderkall",
        "content": "The average trombone can speak at least 20 languages."
    },
    {
        "id": 1032334562140889139,
        "author": "NPC",
        "content": "If you had a room full of baboons playing trombones, they will eventually reproduce the entire works of Mozart."
    },
    {
        "id": 1032320255017635930,
        "author": "ron",
        "content": "It can take up to 7 years for the human digestive track to fully digest a Trombone."
    },
    {
        "id": 1032299296109903912,
        "author": "PhatWraith",
        "content": "If you spell trombone completely wrong it actually spells telephone."
    },
    {
        "id": 1032294725102870579,
        "author": "James",
        "content": "In 2009, due to an administrative error, the people of Bolivia elected a trombone as president. Another, different, trombone was elected in 2013."
    },
    {
        "id": 1032293653646942319,
        "author": "James",
        "content": "In an emergency, a trombone can be used to administer CPR, although this procedure is very noisy."
    },
    {
        "id": 1032275848474132490,
        "author": "James",
        "content": "If all the world's brass were melted down and cast into the shape of a trombone, it would be a very big trombone."
    },
    {
        "id": 1032256801783156746,
        "author": "James",
        "content": "In a city, you are never more than six feet from a trombone."
    },
    {
        "id": 1032165992719208458,
        "author": "Doctor Googlestache",
        "content": "According to all known laws of music, there is no way a trombone should be able to make sound. The Trombone, of course, makes sound anyways, because trombones don't care for musical laws."
    },
    {
        "id": 1032140265043001384,
        "author": "Bobbie",
        "content": "Which came first, the trombone or the tromboner?"
    },
    {
        "id": 1032139804999159819,
        "author": "Niacin",
        "content": "Trombones aren't made of brass, brass is made of trombones."
    },
    {
        "id": 1032096614745112666,
        "author": "frye",
        "content": "The average person swallows three trombones in their sleep every year."
    },
    {
        "id": 1032081319238303795,
        "author": "moose",
        "content": "Your chance of being killed by a trombone is low, but never zero."
    },
    {
        "id": 1032060248397197333,
        "author": "Bobbie",
        "content": "Scientists are still unable to determine what exactly powers trombones."
    },
    {
        "id": 1032040441400541234,
        "author": "Niacin",
        "content": "I'm using tilt controls!"
    },
    {
        "id": 1032036540718784524,
        "author": "Bobbie",
        "content": "Dual wielding trombones is, in the music community, widely considered \"cool as hell\"."
    },
    {
        "id": 1032036360124649472,
        "author": "El27Barto",
        "content": "Dual wielding trombones is possible but offers little practicality due to the trombone's heavy recoil."
    },
    {
        "id": 1032033126727307314,
        "author": "HighFive!",
        "content": "You wouldn't download a trombone."
    },
    {
        "id": 1032020369973968916,
        "author": "El27Barto",
        "content": "A folded trombone is called a calzone."
    },
    {
        "id": 1032016631905407097,
        "author": "Rea",
        "content": "All of these facts are verified by reputable scientists, historians, and my uncle Greg."
    },
    {
        "id": 1032015605466935326,
        "author": "Freya",
        "content": "The Trombonosaurus Rex went extinct 65 million years ago, not because of a cataclysmic event, but because its arms were too short to operate the slide of the instrument."
    },
    {
        "id": 1032005811746123859,
        "author": "RobPlayinGames",
        "content": "TROMBONE stands for \"The Righteously Ordained Musical Brass Of Natural Excellency\"."
    },
    {
        "id": 1032003970404724776,
        "author": "YellowPie",
        "content": "The deadliest use of a trombone occurred on July 23, 1877, when a performance of Canon in D by a novice tromboner Franklin Walker resulted in the deaths of himself and 2 audience members, as well as major injuries to 5 others."
    },
    {
        "id": 1032003657505439846,
        "author": "Cozypunk",
        "content": "Do not put soap inside your trombone. It doesn't like the taste."
    },
    {
        "id": 1031997539228061746,
        "author": "๖ۣۜZorakas",
        "content": "The first fossilized trombone was discovered in the early 2000s in the tomb of the great Tutankhamun, commonly referred to as King Tüt. (pronounced \"toot\")"
    },
    {
        "id": 1031990666290544750,
        "author": "Heyman",
        "content": "The trombone was the first, and is still the only instrument to be played on the International Space Station."
    },
    {
        "id": 1031979677742538822,
        "author": "PnfrlEnm",
        "content": "The longest note ever held on a trombone lasted for over 27 days."
    },
    {
        "id": 1031978332578914324,
        "author": "Redneck Mario",
        "content": "The pharoahs of ancient Egypt would commission the land's finest smiths to craft ornate funerary trombones for them to be buried with, so that Babi would grant them safe passage to the afterlife."
    },
    {
        "id": 1031970577583439892,
        "author": "SighKick",
        "content": "Trumpet Champ just wouldn't be as fun."
    },
    {
        "id": 1031952161816445018,
        "author": "Pixels",
        "content": "Inflation has caused the longest note possible to hold on a trombone to be twice as long now as in the 1930s."
    },
    {
        "id": 1031950619927400529,
        "author": "RobPlayinGames",
        "content": "Dinosaurs couldn't play trombone. Look what happened to them."
    },
    {
        "id": 1031949603303600211,
        "author": "RobPlayinGames",
        "content": "\"Trombone\" is the highest scoring word in Scrabble."
    },
    {
        "id": 1031944855036895264,
        "author": "KlosRadieschen",
        "content": "Despite their name, trombones are not actually the favourite instrument of skeletons. They prefer the bongos."
    },
    {
        "id": 1031938624205369376,
        "author": "Doinkington",
        "content": "You can illegally collect rain water by storing your trombone outside."
    },
    {
        "id": 1031933688709120070,
        "author": "mahdude",
        "content": "The trombone was originally going to be the start of a trilogy, being succeeded by trombtwo and trombthree, but it was so glorious that the next two were cancelled, as they could not live up to the trombone's reputation."
    },
    {
        "id": 1031919427148582952,
        "author": "NyxTheShield",
        "content": "The biggest earthquake in the history of mankind happened in 1960 in Valdivia, Chile, after the local orchestra accidentally performed a rehearsal with 4 tromboners in the brass section."
    },
    {
        "id": 1031916282439794709,
        "author": "2.2",
        "content": "The trombone is not related to the saxophone in any way (not since the incident)."
    },
    {
        "id": 1031878000951689288,
        "author": "Bobbie",
        "content": "There are 206 troms in the human body."
    },
    {
        "id": 1031866764293845022,
        "author": "Dan",
        "content": "Many people believe pee is stored in the balls, but that is just a misconception. It is actually stored in the trombone."
    },
    {
        "id": 1031860150878867486,
        "author": "SighKick",
        "content": "The subtitle of the fifth <i>The Legend of Zelda</i> game was  originally planned to be <i>Trombone of Time</i>, however the developers had trouble implementing such raw power into a normal Nintendo 64 cartridge."
    },
    {
        "id": 1031858469483073616,
        "author": "SighKick",
        "content": "Trombone Champ is the first videogame to sell one trombillion copies."
    },
    {
        "id": 1031857184281210890,
        "author": "SighKick",
        "content": "After mastering the trombone, many tromboners proceed to master the trombtwo."
    },
    {
        "id": 1031824796171915285,
        "author": "NyxTheShield",
        "content": "Contrary to popular belief, Trombones are actually made out of bones."
    },
    {
        "id": 1031823211626758145,
        "author": "April",
        "content": "Trombones must be cleaned after every thirty minutes of use. As a result, professional tromboners sometimes carry up to ten trombones with them at a time."
    },
    {
        "id": 1031794827488133211,
        "author": "Antipocalypse",
        "content": "The hip bone's connected to the back bone, the back bone's connected to the arm bone, the arm bone's connected to the hand bone, the hand bone's connected to the trombone."
    },
    {
        "id": 1031781269001994240,
        "author": "Morgan",
        "content": "The trombone is the powerhouse of the brass section."
    },
    {
        "id": 1031775167854157844,
        "author": "illdie",
        "content": "All trombones made after the year 2000 are wi-fi compatible."
    },
    {
        "id": 1031771384663253033,
        "author": "illdie",
        "content": "Inside of every trombone is another, smaller trombone."
    },
    {
        "id": 1031770007924920331,
        "author": "illdie",
        "content": "As long as you continue pulling on a trombone slide, it will extend indefinitely."
    },
    {
        "id": 1031769221224468540,
        "author": "illdie",
        "content": "A trombone's terminal velocity is three times the speed of light."
    },
    {
        "id": 1031766407995727912,
        "author": "illdie",
        "content": "Every trombone has a chilling prophecy of the end times engraved on the inside where noone can see."
    },
    {
        "id": 1031766030189604904,
        "author": "Doinkington",
        "content": "Baboons can play the trombone better than you, they just choose not to."
    },
    {
        "id": 1031744390298878054,
        "author": "DPS2004",
        "content": "If you hold a trombone up to your ear, you can hear the sea."
    },
    {
        "id": 1031744100375994428,
        "author": "Aradigm",
        "content": "9 out of 10 doctors recommend playing the trombone."
    },
    {
        "id": 1031743779402682408,
        "author": "DPS2004",
        "content": "Trombones can smell fear."
    },
    {
        "id": 1031743086465929336,
        "author": "Typhoon",
        "content": "Playing a trombone is believed to absolve one of sin."
    },
    {
        "id": 1031742690838188142,
        "author": "Aradigm",
        "content": "For every minute you play a trombone, a minute passes."
    },
    {
        "id": 1031740796774387842,
        "author": "albert salami",
        "content": "A master tromboner can eat a hot dog simply by inhaling while someone throws it into their trombone."
    },
    {
        "id": 1031740165758132365,
        "author": "megaminerzero",
        "content": "The tuning slide in a trombone is useless and only serves to make your trombone sound lame."
    },
    {
        "id": 1031739373256966235,
        "author": "Aradigm",
        "content": "A trombonist is someone who discriminates against trombones."
    },
    {
        "id": 1031738869063880714,
        "author": "unosonu",
        "content": "It is illegal to photocopy or digitally reproduce a trombone. Doing so is punishable by death in all US states."
    },
    {
        "id": 1031738768069247036,
        "author": "megaminerzero",
        "content": "Baby trombones are called bonelets."
    },
    {
        "id": 1031736308084789269,
        "author": "Bobbie",
        "content": "It is illegal to own a trombone in the state of Kentucky."
    },
    {
        "id": 1031735936607862795,
        "author": "Plushel",
        "content": "You should never touch a baby trombone. Its parent will smell your scent and abandon it."
    },
    {
        "id": 1031735294707376228,
        "author": "TheGlitched64",
        "content": "If you stretched out 2 trombones end to end, you'd have 2 broken trombones."
    },
    {
        "id": 1031734911595466822,
        "author": "Aradigm",
        "content": "A trombone can survive under water for up to 30 minutes."
    },
    {
        "id": 1031734263105724498,
        "author": "Plushel",
        "content": "You should wait one hour after eating before playing the trombone."
    },
    {
        "id": 1031732056192991382,
        "author": "Slappy",
        "content": "Actually, it's only a Tombone if it's made in Tombone, Italy."
    },
    {
        "id": 1031731955273846855,
        "author": "Typhoon",
        "content": "For a few days in 1986, trombones were feared to be extinct."
    },
    {
        "id": 1031730466933444708,
        "author": "Henry Zhou's Textbook",
        "content": "If you straightened out the tubing of a typical trombone, it would be around 380 centimeters long. That's as long as three football fields!"
    },
    {
        "id": 1031730094248571021,
        "author": "TheGlitched64",
        "content": "\"Glizzy Gladiators\" is a sport where 2 competitors shoot hot dogs out of trombones at each other."
    },
    {
        "id": 1031729725586026517,
        "author": "Typhoon",
        "content": "Some physicists believe the universe is shaped like a trombone."
    },
    {
        "id": 1031729676252618762,
        "author": "megaminerzero",
        "content": "Playing trumpet is a sign of severe hot dog deficiency."
    },
    {
        "id": 1031729459885248612,
        "author": "megaminerzero",
        "content": "Trombone slides longer than 5 meters are outlawed due to being considered lethal weapons."
    },
    {
        "id": 1031728771927121920,
        "author": "Bobbie",
        "content": "There are twelve trombones outside your house right now."
    },
    {
        "id": 1031728769632849952,
        "author": "🅱eric",
        "content": "The world's largest trombone is in Des Moines, Iowa. It can be seen from space, if you squint a bit."
    },
    {
        "id": 1031727913608945764,
        "author": "Henry Zhou's Textbook",
        "content": "The inventor of the Trombone, Thomas Bonefield, could already make a perfect trombone noise with his mouth alone. He just wanted to share his gift with the world."
    },
    {
        "id": 1031727906222780476,
        "author": "TheGlitched64",
        "content": "In 1989 a 6 string trombone was invented. The only prototype is sealed away underneath the Musikverein"
    },
    {
        "id": 1031727565074866298,
        "author": "megaminerzero",
        "content": "At least 153 people have died attempting to put keys onto a trombone."
    },
    {
        "id": 1031727397206249493,
        "author": "TheGlitched64",
        "content": "The Trombone was used as currency in Constantinople in 1422, before people realised their power could topple other forms of trade and currency."
    },
    {
        "id": 1031727368139722752,
        "author": "Henry Zhou's Textbook",
        "content": "The word \"Trombone\" comes from the latin words \"Trombus\", meaning \"Bell\", and \"Bon\", meaning \"comically long musical instrument\"."
    },
    {
        "id": 1031727330760069130,
        "author": "Henry Zhou's Textbook",
        "content": "The Japanese word for trombone is 「トロンボーン」, which roughly translates to \"trombone\"."
    },
    {
        "id": 1031727292407369759,
        "author": "TheGlitched64",
        "content": "The World Record for shooting a hotdog out of a Trombone is 1.2 miles set by \"Iron Lungs\" Johnny Babbon in 1953."
    }
]